/* Flubber Panel: Label on the button to cancel the subscription to the newsletter */
"Cancel" = "Annuler";
/* Flubber Panel: Placeholder text for the email field */
"Email Address" = "Adresse e-mail";
/* Flubber Panel: Message for the alert to subscribe to the newsletter */
"Enter your email address to subscribe to our mailing list." = "Entrez votre adresse pour vous abonner à notre liste de diffusion.";
/* Flubber Panel: Label for section with social links */
"Follow us" = "Suivez-nous";
/* Flubber Panel: Label on button to dismiss the \"no connection\" alert
   Flubber Panel: Label on the button to dismiss the alert displayed when the signup fails */
"OK" = "OK";
/* Flubber Panel: Label for section with other apps */
"Our Apps" = "Nos applications";
/* Flubber Panel: Label on the button to subscribe to the newsletter
   Flubber Panel: Title for the alert to subscribe to the newsletter */
"Subscribe" = "S'abonner";
/* Flubber Panel: Title for the alert displayed when the signup fails */
"Subscription Failed" = "Échec de l'abonnement";
/* Flubber Panel: Message for the alert displayed when the signup fails */
"We couldn't subscribe you to the list. Please check your email address and try again." = "Nous n'avons pas pu vous abonner à la liste. Veuillez vérifier votre adresse e-mail et réessayer.";
/* Flubber Panel: Message when user taps on an App but is not connected to Internet */
"You need an Internet connection to download this App" = "Vous devez disposer d'une connexion Internet pour télécharger cette application";